import { HowToCard } from '../../components';
import Layout from './../../components/layout/index';

const HowTo = () => {
  return (
    <Layout title={'مسیر در متی جاب'}>
        <div className='py-9 text-center bg-[#F5F5F5]'>
            <h1 className='text-2xl opacity-80'>جابینجا به چه شکلی به استخدام شدن من کمک می‌کنه؟</h1>
           <section className='max-w-4xl m-auto px-2'>
               <HowToCard
                   buttonText={'ثبت‌نام به عنوان کارجو'}
                   buttonLink={'/signin'}
                   number="1"
                   title="ثبت‌نام به عنوان کارجو"
                   text={'قبل از هرکاری شما باید به عنوان کارجو در سرویس استخدامی جابینجا ثبت نام کنید، با ثبت‌نام کردن ما اطلاعات بیشتری از شما داریم و بر اساس همین می‌تونیم سرویس‌های بهتری رو به شما ارائه بدیم.'}/>
               <HowToCard
                   title={'جستجو در آگهی‌های استخدام و ارسال رزومه'}
                   buttonLink={'/jobs'}
                   number="2"
                   buttonText={'جستجو در آگهی‌ها و ارسال رزومه'}
                  text={'با جستجو در آگهی‌های استخدام بیش از ۳۰۰۰ شرکت معتبر ایرانی می‌تونید رزومتون رو برای فرصت‌های شغلی فعال شرکت‌ها ارسال کنید و وضعیتش رو از داخل جابینجا پیگیری کنید. با ارسال کردن رزومتون به فرصت‌های شغلی مرتبط شانس استخدامتون رو افزایش بدید.'}
               />

               <HowToCard
                   title={'ایجاد اطلاع‌رسان مشاغل مرتبط جدید'}
                   buttonLink={'/'}
                   number="3"
                   buttonText={'ایجاد اطلاع‌رسان مشاغل جدید'}
                   text={'با استفاده از این سرویس نیازی نیست دنبال فرصت‌های شغلی بگردید، آگهی‌های استخدام جدید بلافاصله پس از انتشار به شما اطلاع داده می‌شن، اگر شغل مورد نظرتون رو پیدا نکردید و یا به صورت جدی قصد تغییر شغلتون رو ندارید می‌تونید اطلاع‌رسان خودتون رو تعریف کنید تا فرصت‌های شغلی جدید رو از دست ندید.'}
               />

               <HowToCard
                   title={'با فرهنگ‌سازمانی و محیط کار شرکت‌ها آشنا شوید'}
                   buttonLink={'/resume'}
                   number="4"
                   buttonText={'رزومه‌ساز'}
                   text={'رزومه‌ی استاندارد تاثیر زیادی روی بررسی که کارفرما روی شما انجام میده داره، در صورتی که رزومه استاندارد ندارید با رزومه‌ساز جابینجا در کمتر از چند دقیقه رزومتون رو ایجاد کنید.\n'}
 />
               <HowToCard
                   title={'ثبت‌نام به عنوان کارجو'}
                   buttonLink={'/top50'}
                   number="5"
                   buttonText={'شرکت‌های برتر در حال استخدام'}
                   text={'در صورتی که در حال حاضر مشغول هستید و یا دوست دارید قبل از استخدام شدن با محیط شرکت‌ها آشنا شوید، جابینجا اطلاعات کاملی از تعداد زیادی از شرکت‌های ایرانی رو در اختیارتون قرار میده، که می‌تونید با توجه به اون شغل جدیدتون رو انتخاب کنید.'}
               />

           </section>
        </div>
    </Layout>
  )
}

export default HowTo